Repository: isra00/Kanpress
Catalog: lang/kanpress-*.po
Languages: gl_es

source: No asignada
gl_es: Non asignada

source: Prioridad
gl_es: Prioridade

source: La tarea todavía no ha sido asignada a nadie
gl_es: A tarefa aínda non foi asignada a ninguén

source: Descripción
gl_es: Descrición

source: Artículo respectivo
gl_es: Artigo respectivo

source: Crear artículo correspondiente
gl_es: Crear artigo correspondente

source: Guardar
gl_es: Gardar

source: Eliminar tarea
gl_es: Eliminar tarefa

source: Nueva tarea
gl_es: Nova tarefa

source: Artículos planteados
gl_es: Artigos plantexados

source: En desarollo
gl_es: En progreso

source: Pendiente de revisión
gl_es: Pendente de revisión

source: Cerrar
gl_es: Pechar

source: Resumen
gl_es: Resumo

source: Sección
gl_es: Seción

source: Se enviará una notificación
gl_es: Enviarase unha notificación

source: Asignar tarea
gl_es: Asignar tarefa
